Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/limesurvey-tm.tmx
Source language: en
Languages: ca_es

source: This is a controlled survey. You need a valid token to participate.
ca_es: Aquesta enquesta té control d'accés. Necessita una contrasenya vàlida per participar.

source: If you have been issued a token, please enter it in the box below and click continue.
ca_es: Si se li ha proporcionat un token, si us plau, introdueixi'l en el quadre de text i premi a continuar.

source: Security question
ca_es: Pregunta de seguretat

source: Continue
ca_es: Continuar

source: Found
ca_es: Trobat

source: Not found
ca_es: No trobat

source: Writable
ca_es: Habilitat

source: Unwritable
ca_es: Deshabilitat

source: Minimum requirements
ca_es: Requeriments mínims

source: Required
ca_es: Obligatori

source: Current
ca_es: Actual

source: PHP version
ca_es: Versió del PHP

source: Outdated
ca_es: Antic

source: PHP PDO driver library
ca_es: Llibreria PHP de controladors (driver) PDO

source: At least one installed
ca_es: Com a mínim un instalat

source: None found
ca_es: No s'ha trobat cap

source: PHP mbstring library
ca_es: Llibreria PHP mbstring

source: PHP/PECL JSON library
ca_es: Llibreria JSON PHP/PECL

source: directory
ca_es: directori

source: Found & writable
ca_es: Trobat i editable

source: Session writable
ca_es: Sessió escribible

source: Optional modules
ca_es: Mòduls opcionals

source: Recommended
ca_es: Recomanat

source: Previous
ca_es: Anterior

source: Check again
ca_es: Comprovar de nou

source: Next
ca_es: Següent

source: I accept
ca_es: Ho accepto

source: Note: All fields marked with (*) are required.
ca_es: Nota: Tots els camps marcats amb (*) són necessaris.

source: Database configuration
ca_es: Configuració de la base de dades

source: Database type
ca_es: Tipus de base de dades

source: The type of your database management system
ca_es: El tipus del vostre gestor de base de dades

source: Database location
ca_es: Localització de la base de deades.

source: Set this to the IP/net location of your database server. In most cases "localhost" will work.
ca_es: Introduü la IP/localització de xarxa del vostre servidor de base de dades. En la majoria de casos és "localhost.

source: Database user
ca_es: Usuari de la base de dades

source: Your database server user name. In most cases "root" will work.
ca_es: El teu nom d'usuari en la base de dades del servidor. En la majoria de casos, "root" funcionarà.

source: Database password
ca_es: Contrasenya de la base de dades

source: Your database server password.
ca_es: La vostra contrasenya del servidor de la base de dades.

source: Database name
ca_es: Nom de la base de dades

source: If the database does not yet exist it will be created (make sure your database user has the necessary permissions). In contrast, if there are existing LimeSurvey tables in that database they will be upgraded automatically after installation.
ca_es: Si la base de dades no existeix, es crearà (assegureu-vos que el vostre usuari de base de dades té els permisos necessaris). Per altra banda, si la base de dades de Lime Survey ja existeix, les al final de la instalació les taules existents seràn actualitzades.

source: Table prefix
ca_es: Prefix de la taula

source: If your database is shared, recommended prefix is "lime_" else you can leave this setting blank.
ca_es: Si la vostra base de dades és compartida, el prefix recomanat és "lime_" en cas contrari heu de deixar aquest paràmetre en blanc.

source: Administrator credentials
ca_es: Credencials d'Administrador

source: Username
ca_es: Nom de l'usuari

source: Password
ca_es: Contrasenya

source: Administration
ca_es: Administració

source: Language selection
ca_es: Selecció d'idioma

source: Please select your preferred language:
ca_es: Si us plau, escolleixi idioma

source: Your preferred language will be used through out the installation process.
ca_es: L'idioma seleccionat serà utilitzat durant tot el procès d'instal·lació.

source: Start installation
ca_es: Començar instal·lació

source: You can leave these settings blank and change them later
ca_es: Pots deixar aquestes opcions en blanc i canviar-les més tard

source: Optional settings
ca_es: Preferències opcionals

source: Admin login name
ca_es: Nom d'usuari de l'administrador

source: This will be the userid by which admin of board will login.
ca_es: Aquest serà l'identificador d'usuari amb el cual l'administrador iniciarà sessió.

source: Admin login password
ca_es: Contrasenya de l'administrador

source: This will be the password of admin user.
ca_es: Aquesta serà la contrasenya de l'administrador.

source: Confirm your admin password
ca_es: Confirmar contrasenya d'administrador

source: Administrator name
ca_es: Nom de l'administrador

source: This is the default name of the site administrator and used for system messages and contact options.
ca_es: Aquest és el nom per defecte de l'administrador de la pàgina i s'utilitza per als missatges del sistema i les opcions de contacte.

source: Administrator email
ca_es: Correu electrònic de l'administrador

source: This is the default email address of the site administrator and used for system messages, contact options and default bounce email.
ca_es: Aquesta és l'adreça de correu electrònic per defecte de l'administrador de la pàgina i s'utilitza per missatges del sistema, opcions de contacte i

source: Site name
ca_es: Nom del lloc web

source: This name will appear in the survey list overview and in the administration header.
ca_es: Aquest nom apareixerà en el resum de la llista denquestes i en la capçalera d'administració.

source: Default language
ca_es: Idioma per defecte

source: This will be your default language.
ca_es: Aquest serà el vostre idioma per defecte.

source: LimeSurvey installer
ca_es: Instal·lador del LimeSurvey

source: Progress
ca_es: Progrès

source: %s%% completed
ca_es: %s%% complet

source: Welcome
ca_es: Benvingut

source: License
ca_es: Llicència

source: Pre-installation check
ca_es: Comprovació de preinstal·lació

source: Configuration
ca_es: Configuració

source: Database settings
ca_es: Opcions de la base de dades

source: LimeSurvey setup
ca_es: Configuració de LimeSurvey

source: Total records in survey
ca_es: Total d'elements en l'enquesta

source: Question could not be updated
ca_es: No s'ha pogut actualitzar la pregunta

source: Failed to update answers
ca_es: No s'han pogut actualitzar les respostes

source: Answers with a code of 0 (zero) or blank code are not allowed, and will not be saved
ca_es: Les respostes amb codi 0 (zero) o en blanc no estan permeses i no seran desades

source: Duplicate codes found, these entries won't be updated
ca_es: Hi ha una duplicitat en els codis, aquestes entrades no seran actualitzades

source: Failed to delete answer
ca_es: No s'ha pogut eliminar la resposta

source: The question could not be added. You must enter at least enter a question code.
ca_es: No s'ha pogut afegir la pregunta. Com a mínim heu d'introduir un codi de pregunta.

source: Question in language %s could not be created.
ca_es: No s'ha pogut crear la pregunta en l'idioma %s.

source: Question could not be created.
ca_es: No s'ha pogut crear la pregunta.

source: Question could not be updated. There are conditions for other questions that rely on the answers to this question and changing the type will cause problems. You must delete these conditions before you can change the type of this question.
ca_es: No s'ha pogut actualitzar la pregunta. Hi ha condicions an altres preguntes que depenen de les respostes d'aquesta pregunta i modificant el seu tipo provocaria alguns problemes. Ha d'eliminar les condicions abans de modificar el tipo d'aquesta pregunta.

source: Survey could not be updated
ca_es: No s'ha pogut actualitzar l'enquesta

source: Editing %s
ca_es: Editant %s

source: LimeSurvey replacement field properties
ca_es: Propietats del camp de reemplaç de LimeSurvey

source: Insert/edit LimeSurvey replacement field
ca_es: Insertar/editar el camp de reemplaç de LimeSurvey

source: Editing
ca_es: Editant

source: HTML editor
ca_es: Editor HTML

source: Close editor
ca_es: Tanca l'editor

source: Data consistency check
ca_es: Verificació de la consistència de les dades

source: If errors are showing up you might have to execute this script repeatedly.
ca_es: Si apareixen errors, haurà d'executar aquest procés vàries vegades

source: The following conditions should be deleted:
ca_es: Les següents condicions haurien de ser eliminades:

source: Reason:
ca_es: Motiu:

source: All conditions meet consistency standards.
ca_es: Totes les condicions s'adhereixen als estàndards de consistència.

source: There are %s orphaned question attributes.
ca_es: Hi han %s atributs de pregunta orfes.

source: All question attributes meet consistency standards.
ca_es: Tots els atributs de pregunta compleixen els estàndards de consistència.

source: There are %s orphaned default value entries which can be deleted.
ca_es: Hi ha %s entrades orfes de valors predeterminats que es poden borrar.

source: All default values meet consistency standards.
ca_es: Totes les valors predeterminats compleixen els estàndards de consistència

source: There are %s orphaned quota entries which can be deleted.
ca_es: Hi ha %s entrades orfes de quota que es poden borrar.

source: All quotas meet consistency standards.
ca_es: Totes les quotes compleixen els estàndards de consistència

source: There are %s orphaned quota language settings which can be deleted.
ca_es: Hi ha %s paràmetres de llengües orfes de quota que es poden borrar.

source: All quota language settings meet consistency standards.
ca_es: Tots els paràmetres d'idioma de la quota compleixen els estàndards de consistència

source: There are %s orphaned quota members which can be deleted.
ca_es: Hi ha %s membres orfes de quota que es poden borrar.

source: All quota quota members meet consistency standards.
ca_es: Tots el membres de la quota compleixen els estàndards de consistència.

source: The following assessments should be deleted:
ca_es: Las següents avaluacions han de ser esborrades:

source: Assessment:
ca_es: Valoracions:

source: All assessments meet consistency standards.
ca_es: Totes les avaluacions compleixen es estàndars de consistència.

source: The following answers should be deleted:
ca_es: Les respostes següents s'haurien d'eliminar:

source: Code:
ca_es: Codi:

source: All answers meet consistency standards.
ca_es: Totes les respostes s'adhereixen als estàndards de consistència.

source: The following surveys should be deleted:
ca_es: Les enquestes següents s' haurien d'eliminar:

source: All surveys meet consistency standards.
ca_es: Totes les enquestes s'adhereixen als estàndards de consistència.

source: The following survey language settings should be deleted:
ca_es: Els paràmetres següents d'idioma de l'enqueste s'haurien d'eliminar:

source: All survey language settings meet consistency standards.
ca_es: Tots els paràmetres d'idioma de l'enquesta compleixen els estàndards de consistència

source: The following questions should be deleted:
ca_es: Les preguntes següents s'haurien d'eliminar

source: All questions meet consistency standards.
ca_es: Totes les preguntes compleixen els estàndards de consistència.

source: The following groups should be deleted:
ca_es: Els grups següents s'haurien d'eliminar:

source: All groups meet consistency standards.
ca_es: Tots els grups s'adhereixen als estàndards de consistència.

source: The following old survey tables should be deleted because they contain no records or their parent survey no longer exists:
ca_es: Les taules d'enquestes antigues següents s'haurien d'esborrar perquè no contenen registres o perquè ja no existeix l'enquesta de referència:

source: All old survey tables meet consistency standards.
ca_es: Totes les taules d'enquestes antigues compleixen els estàndards de consistència.

source: The following old token tables should be deleted because they contain no records or their parent survey no longer exists:
ca_es: S'haurien d'esborrar les taules antigues de tokens següents perquè no contenen registres o ja no existeix l'enquesta de referència:

source: All old token tables meet consistency standards.
ca_es: Totes les taules de tokens antigues compleixen els estàndards de consistència.

source: No database action required!
ca_es: No es requereix cap acció de la base de dades!

source: Should we proceed with the delete?
ca_es: Vol continuar amb la eliminació?

source: Yes - Delete Them!
ca_es: Si, Eliminar-ho!

source: Data redundancy check
ca_es: Comprovació de redundància de dades

source: The redundancy check looks for tables leftover after deactivating a survey. You can delete these if you no longer require them.
ca_es: La comprovació de redundància busca taules sobrants resultants de desactivar una enquesta. Podeu eliminar-les si ja no les heu de tornar a necessitar.

source: The following old survey response tables exist and may be deleted if no longer required:
ca_es: Les següents taules de respostes antigues existeixen i es poden esborrar si no han de ser necessàries:

source: The following old token list tables exist and may be deleted if no longer required:
ca_es: Les següents taules antigues de llista de tokens existeixen i poden ser esborrades si no s'han de necessitar en un futur:

source: Delete checked items!
ca_es: Eliminar els elements seleccionats!

source: Note that you cannot undo a delete if you proceed. The data will be gone.
ca_es: Tingui en compte que no podrà recuperar el que elimini si continua. Les dades es perdran

source: Check database again?
ca_es: Revisar un altre cop la base de dades

source: Loading...
ca_es: Carregant...

source: Edit attribute
ca_es: Edita l'atribut

source: Delete
ca_es: Borrar

source: Save
ca_es: Desa

source: Cancel
ca_es: Cancel·la

source: Select at least one attribute.
ca_es: Seleccioneu, almenys, un atribut

source: Warning
ca_es: Avís

source: Delete attribute
ca_es: Esborra l'atribut

source: Delete selected attribute(s) and associated data?
ca_es: Esborrar els atributs seleccionats i les seves dades associades?

source: Add attribute
ca_es: Afegeix un atribut

source: This field is required.
ca_es: Aquest camp és obligatori.

source: Refresh list
ca_es: Actualitza la llista

source: Search attributes
ca_es: Cerca atributs

source: Page {0} of {1}
ca_es: Pàgina {0} de {1}

source: View {0} - {1} of {2}
ca_es: Visualitzant {0} - {1} de {2}

source: No attributes to view
ca_es: No hi ha atributs per a mostrar

source: Find
ca_es: Cerca

source: Reset
ca_es: Restaurar

source: Search...
ca_es: Cerca...

source: AND
ca_es: I

source: OR
ca_es: O

source: Actions
ca_es: Accions

source: Attribute name
ca_es: Nom de l'atribut

source: Attribute type
ca_es: Tipus d'atribut

source: Visible in participants panel
ca_es: Visible al panell de control de participants

source: Text box
ca_es: Quadre de text

source: Drop-down list
ca_es: Llista desplegable

source: Date
ca_es: Data

source: equal
ca_es: igual

source: not equal
ca_es: diferent

source: less
ca_es: més petit

source: less or equal
ca_es: més petit o igual

source: greater
ca_es: més gran

source: greater or equal
ca_es: més gran o igual

source: begins with
ca_es: comença amb

source: does not begin with
ca_es: no comença amb

source: is in
ca_es: està dins

source: is not in
ca_es: no està dins

source: ends with
ca_es: acaba amb

source: does not end with
ca_es: no acaba amb

source: contains
ca_es: conté

source: does not contain
ca_es: no conté

source: Attribute management
ca_es: Gestió d'atributs

source: Import CSV
ca_es: Importar CSV

source: Choose the file to upload:
ca_es: Escolliu el fitxer a carregar:

source: Character set of file:
ca_es: Joc de caràcters de l'arxiu:

source: ARMSCII-8 Armenian
ca_es: ARMSCII-8 Armeni

source: US ASCII
ca_es: ASCII Nord-Americà

source: Automatic
ca_es: Automàtic

source: Big5 Traditional Chinese
ca_es: Big5 Xinès Tradicional

source: Binary pseudo charset
ca_es: Joc de caràcters pseudo binari

source: Windows Central European
ca_es: Windows Centre Europeu

source: Windows Cyrillic
ca_es: Windows Cirílic

source: Windows Arabic
ca_es: Windows Àrab

source: Windows Baltic
ca_es: Windows Bàltic

source: DOS West European
ca_es: DOS Europa Occidental

source: DOS Central European
ca_es: DOS Centre Europa

source: DOS Russian
ca_es: DOS Rus

source: SJIS for Windows Japanese
ca_es: SJIS per Windows Japonès

source: DEC West European
ca_es: DEC Europa Occidental

source: UJIS for Windows Japanese
ca_es: UJIS per Windows Japonès

source: EUC-KR Korean
ca_es: EUC-KR Coreà

source: GB2312 Simplified Chinese
ca_es: GB2312 Xinès Simplificat

source: GBK Simplified Chinese
ca_es: GBK Xinès Simplificat

source: GEOSTD8 Georgian
ca_es: GEOSTD8 Georgià

source: ISO 8859-7 Greek
ca_es: ISO 8859-7 Grec

source: ISO 8859-8 Hebrew
ca_es: ISO 8859-8 Hebreu

source: HP West European
ca_es: HP Europa Occidental

source: DOS Kamenicky Czech-Slovak
ca_es: DOS Xec Eslovac Kamenichy

source: KOI8-R Relcom Russian
ca_es: KOI8-R Rus Relcom

source: KOI8-U Ukrainian
ca_es: KOI8-U Ucraïnès

source: cp1252 West European
ca_es: cp1252 Europa Occidental

source: ISO 8859-2 Central European
ca_es: ISO 8859-2 Centre Europa

source: ISO 8859-9 Turkish
ca_es: ISO 8859-9 Turc

source: Mac Central European
ca_es: Mac Centre Europa

source: Mac West European
ca_es: Mac Europa Occidental

source: Shift-JIS Japanese
ca_es: Shift-JIS Japonès

source: 7bit Swedish
ca_es: 7bit Suec

source: TIS620 Thai
ca_es: TIS620 Tailandès

source: EUC-JP Japanese
ca_es: EUC-JP Japonès

source: Seperator used:
ca_es: Separador utilitzat:

source: Comma
ca_es: Coma

source: Semicolon
ca_es: Punt i coma

source: (Autodetect)
ca_es: (Autodetecció)

source: Filter blank email addresses:
ca_es: Filtrar adreces de correu electrònic buides:

source: CSV input format
ca_es: format de l'entrada CSV

source: File should be a standard CSV (comma delimited) file with optional double quotes around values (default for OpenOffice and Excel). The first line must contain the field names. The fields can be in any order.
ca_es: L'arxiu ha de ser un arxiu CSV estàndard (delimitat per comes) amb cometes dobles opcionals per a emmarcar valors (per defecte en OpenOffice i Excel). La primera línia ha de contenir els noms dels camps. Els camps poden estar en qualsevol ordre.

source: There are no unmapped attributes
ca_es: No hi han atributs sense mapejar

source: You have to pair it with one attribute of the token table
ca_es: Heu d'aparellar-lo amb un atribut de token

source: Only one central attribute is mapped with token attribute
ca_es: Només un atribut central està mapejat amb un atribut de token

source: This list cannot accept token attributes.
ca_es: Aquesta lista no accepta atributs de token.

source: You have to add the element below the list
ca_es: Heu d'afegir l'element sota la llista

source: Map your token attributes to an existing participant attribute or create a new one
ca_es: Mapeja els atributs cap als atributs existents d'un participant o crea un de nou

source: Unmapped token attributes
ca_es: Atributs de token no mapejats

source: Drag this attribute to another column to map it to the central participants database
ca_es: Arrossega aquest atribut a una altra columna per mapejar-lo a la base de dades central de participants

source: Participant attributes to create
ca_es: Atributs del participant a crear

source: Existing participant attributes
ca_es: Atributs del participant existents

source: Overwrite existing attribute values if a participant already exists?
ca_es: Si el participant ja existeix, sobrescriure el valors actuals dels atributs?

source: Make these mappings automatic in future
ca_es: A partir d'ara, fes aquests mapejats automàticament

source: Pre-mapped attributes
ca_es: Atributs pre-mapejats

source: This attribute is automatically mapped
ca_es: Aquest atribut s'ha mapejat automàticament

source: Back
ca_es: Enrere

source: Processing...
ca_es: Carregant...

source: OK
ca_es: D'acord

source: Participant panel
ca_es: Panell de control de participants

source: Main Admin Screen
ca_es: Pantalla Principal d'Administració

source: Information
ca_es: Informació

source: Import from CSV
ca_es: Importa des d'un fitxer CSV

source: Export all
ca_es: Exporta-ho tot

source: Display participants
ca_es: Mostra els participants

source: Blacklist control
ca_es: Control de la llista d'exclosos

source: Global participant settings
ca_es: Opcions globals del participants

source: Share panel
ca_es: Compartir

source: There are no participants to be exported
ca_es: No hi han participants per exportar

source: Add participant
ca_es: Afegeix un participant

source: Add
ca_es: Afegeix

source: Full search
ca_es: Cerca complerta

source: Select...
ca_es: Seleccioneu...

source: Email
ca_es: Correu Electrònic

source: First name
ca_es: Nom

source: Last name
ca_es: Cognom

source: Blacklisted
ca_es: Llista negra

source: Survey links
ca_es: Links d'enquestes

source: Survey name
ca_es: Nom de l'enquesta

source: Language
ca_es: Idioma

source: Owner ID
ca_es: ID del propietari

source: Owner name
ca_es: Nom del propietari

source: Equals
ca_es: Igual

source: Contains
ca_es: Conté

source: Not equal
ca_es: No és igual a

source: Does not contain
ca_es: No conté

source: Greater than
ca_es: Major que

source: Less than
ca_es: Menor que

source: Begins with
ca_es: Comença amb

source: Participant's survey information
ca_es: Informació del participant a l'enquesta

source: Survey ID
ca_es: ID de l'enquesta

source: Token ID
ca_es: ID de token

source: Date added
ca_es: Afegit en data

source: Last invited
ca_es: Darrer invitat

source: Submitted
ca_es: Enviat

source: Participant's attribute information
ca_es: Atributs d'informació del participant

source: Participant ID
ca_es: ID del participant

source: Attribute ID
ca_es: ID de l'atribut

source: Attribute value
ca_es: Valor de l'atribut

source: Possible attribute values
ca_es: Possibles valors de l'atribut

source: Add participants to a survey
ca_es: Afegeix participants a l'enquesta

source: Create new participant
ca_es: Crea un nou participant

source: Delete selected participants
ca_es: Esborra els participants seleccionats

source: No participants to view
ca_es: No hi ha participants per visualitzar

source: Export to CSV
ca_es: Exportar a CSV

source: Your search returned no results
ca_es: La teva cerca no ha obtingut resultats

source: Access denied
ca_es: Accés denegat

source: Close
ca_es: Tancar

source: Sharing participants...
ca_es: Compartir participants...

source: Share the selected participants
ca_es: Comparteix el participants seleccionats

source: Share participants with other users
ca_es: Compartir participants amb altres usuaris

source: No other user in the system
ca_es: No hi ha més usuaris al sistema

source: Add participant to survey
ca_es: Afegir participant a l'enquesta

source: Add all %s participants in your current list to a survey.
ca_es: Afegir els %s participants de la vostra llista actual a una enquesta.

source: Add the %s selected participants to a survey.
ca_es: Afegir els %s participants seleccionats a una enquesta.

source: No surveys are available. Either you don't have permissions to any surveys or none of your surveys have a token table
ca_es: No hi ha enquestes disponibles. Potser no tens permisos a cap enquesta o cap de les vostres enquestes té taula de tokens.

source: Please select at least one participant.
ca_es: Si us plau, escolleixi com a mínim un participant.

source: Add participants to survey
ca_es: Afegir participants a l'enquesta

source: Export CSV
ca_es: Exportar a CSV

source: Please choose either of the options
ca_es: Si us plau, escolliu una de les opcions

source: Remove condition
ca_es: Eliminar condició
